raw_text = [
    "- Кожен учасник чата може додавати і видаляти товари, додавати і видаляти категорії",
    "- Для додавання товара з певною категорією треба спочатку створити категорію, а потім натиснути кнопку 'Додати товар' біля назви категорії. ",
    "- Коли ти додаєш товари в категорії, то потім можеш дивитись статистику витрат по категоріях.",
    "- Для видалення товару натисни на потрібні товари, а потім натисни кнопку 'Видалити товар'.",
    "- Для видалення категорії натисни на потрібні категорії, а потім натисни кнопку 'Видалити категорію'.",
    "- Щоб записати витрати, обери відповідні товари, натисни кнопку 'Позначити купленими' і введи суму.",
    ]

info_text = "\n".join(raw_text)

async def send_info_message(chat_id, context):
    await context.bot.send_message(chat_id, info_text)    